Repository: common-repository/hockeydata-los
Catalog: languages/hockeydata_los-*.po
Languages: de_de

source: This setting helps you to easier manage the divisions for your widgets. You can define custom aliases for divisions and use these aliases in multiple widgets. So if you change the division setting here, the change applies to all widgets you implemented using the corresponding alias. Of course you can also use permalinks or a JSON-string to automatically create a Division Picker.
de_de: Mit dieser Einstellung kannst du einfach die Divisions für deine Widgets verwalten. Du kannst eigene Aliase für Divisions erstellen und diese Aliase bei meheren Widgets verwenden. Wenn du später die Division bei einem Alias änderst, wirkt sich dies auf alle Widgets aus, die diesen Alias verwenden. Natürlich kannst du auch Permalinks verwenden oder einen JSON-String angeben um automatisch einen Division Picker zu erzeugen.

source: If you are implementing widgets using shortcodes, add the attribue <code>division-alias</code> and the id of your configuration (the first input in each row).
de_de: Wenn du widgets per Shortcode einbindest, verwende des Attribut <code>division-alias</code> und die ID deiner Konfiguration (das erste Eingabefeld in jeder Zeile).

source: E.g.:
de_de: Z.B.:

source: Helpful links:
de_de: Hilfreiche Links:

source: Add Entry
de_de: Eintrag hinzufügen

source: Don't forget to save your changes:
de_de: Änderungen speichern nicht vergessen:

source: API Key
de_de: API Schlüssel

source: required
de_de: erforderlich

source: Checking...
de_de: Überprüfe...

source: [VALID]
de_de: [GÜLTIG]

source: [INVALID]
de_de: [UNGÜLTIG]

source: Sport
de_de: Sportart

source: Icehockey
de_de: Eishockey

source: Widget Language
de_de: Widget Sprache

source: English
de_de: Englisch

source: German
de_de: Deutsch

source: Game Report Page
de_de: Spielberichtsseite

source: Implement the widget "hockeydata LOS: Game Report" on this page.
de_de: Implementiere das Widget "hockeydata LOS: Spielbericht" auf dieser Seite.

source: You can overwrite the page for each widget individually.
de_de: Du kannst die Seite bei jedem Widget individuell überschreiben.

source: Player Details Page
de_de: Spielerdetailseite

source: Implement the widget "hockeydata LOS: Player Page" on this page.
de_de: Implementiere das Widget "hockeydata LOS: Spielerseite" auf dieser Seite.

source: Team Details Page
de_de: Teamdetailseite

source: Implement the widget "hockeydata LOS: Team Page" on this page.
de_de: Implementiere das Widget "hockeydata LOS: Teamseite" auf dieser Seite.

source: General
de_de: Allgemein

source: Background of Table Headers and Panels; different Borders
de_de: Hintergrund von Tabellenüberschriften und Panelen, verschiedene Rahmen

source: Font of Table Headers and Panels
de_de: Schrift von Tabellenüberschriften und Panelen

source: Background and Borders of different Headers
de_de: Hintergründe und Rahmen von verschiedenen Kopfzeilen

source: Different Borders and Backgrounds
de_de: Verschiedene Rahmen und Hintergründe

source: Alternating Backgrounds
de_de: Abwechselnde Hintergründe

source: Alternating Backgrounds, Borders
de_de: Abwechselnde Hintergründe, Rahmen

source: Fonts
de_de: Schriften

source: Button Backgrounds and Borders
de_de: Button Hintergründe und Rahmen

source: Minor Background Color
de_de: Gering verwendete Hintergrundfarbe

source: Minor Font Color
de_de: Gering verwendete Schriftfarbe

source: Template
de_de: Vorlage

source: [None]
de_de: [Kein]

source: Color
de_de: Farbe

source: hockeydata LOS: Game Report
de_de: hockeydata LOS: Spielbericht

source: Display a full game report of a specific game.
de_de: Vollständiger Spielbericht eines einzelnen Spiels.

source: Show Game State
de_de: Spielstatus anzeigen

source: Show YouTube Link (when available)
de_de: YouTube-Link anzeigen (wenn vorhanden)

source: Display Game Stats in Tabs
de_de: Spielstatistik in Tabs anzeigen

source: Player Link
de_de: Spielerlink

source: leave empty to use Player Details Page from settings
de_de: leer lassen um Spielerdetailseite aus den Einstellungen zu verwenden

source: leave empty to use Team Details Page from settings
de_de: leer lassen um Teamdetailseite aus den Einstellungen zu verwenden

source: Additional Columns Fieldplayers
de_de: Zusätzliche Spalten bei den Feldspielern

source: Additional Columns Goalkeepers
de_de: Zusätzliche Spalten bei den Torhütern

source: Additional Columns Goals
de_de: Zusätzliche Spalten Tore

source: Show Player Nation in Lineups
de_de: Nationen der Spieler in den Aufstellungen anzeigen

source: Show Player Nation Flag in Lineups
de_de: Nationalflaggen der Spieler in den Aufstellungen anzeigen

source: Display multiple games in a scrollable slider.
de_de: Mehrere Spiele in einem scrollbaren Slider.

source: Games per Group
de_de: Spiele pro Gruppe

source: Show Division Name
de_de: Divisionsnamen anzeigen

source: Show Live Time
de_de: Spielzeit live anzeigen

source: Show Period Bar
de_de: Spielabschnittsbalken anzeigen

source: Show Team Short Name
de_de: Team-Kurznamen anzeigen

source: Game Link
de_de: Spielberichtslink

source: leave empty to use Game Report Page from settings
de_de: leer lassen um Spielberichtsseite aus den Einstellungen zu verwenden

source: if set only Games of this Team are displayed
de_de: wenn gesetzt, werden nur Spiele dieses Teams angezeigt

source: Display multiple games in a game ticker.
de_de: Mehrere Spiele in einem Game-Ticker.

source: Show Team Logo
de_de: Teamlogo anzeigen

source: Show Broadcasters
de_de: Broadcaster anzeigen

source: Scroll
de_de: Scrollen

source: Offset
de_de: Beginnen bei Zeile

source: Time in Milliseconds to wait before starting to scroll, leave empty to start immediately
de_de: Zeit in Millisekunden, die gewartet werden soll, bis das Scrolling beginnt, leer lassen um sofort zu beginnen

source: Speed
de_de: Geschwindigkeit

source: Scroll Speed if Scrolling is activated, otherwise the Time in Seconds how long each Game is displayed
de_de: Scroll-Geschwindigkeit, wenn Scrollen aktiviert ist, sonst die Zeit in Sekunden, wie lange jedes Spiel angezeigt wird

source: Show future Games only
de_de: Nur zukünftige Spiele anzeigen

source: Maximum Number of Games to be displayed
de_de: Maximal angezeigte Spiele

source: leave empty to display all
de_de: leer lassen um alle anzuzeigen

source: Please enter your API key and select a sport in the %s.
de_de: Bitte gib in den %s deinen API Schlüssel ein und wähle eine Sportart aus.

source: hockeydata LOS settings
de_de: hockeydata LOS Einstellungen

source: This widget is not available for the selected sport.
de_de: Dieses Widget ist für die eingestellte Sportart nicht verfügbar.

source: Title
de_de: Titel

source: Additional Widget Options
de_de: Zusätzliche Widget-Optionen

source: Optionally add additional widget options as JSON-string which are not defineable above. E.g. { "widgetOption": "value" }
de_de: Hier können weitere Widget-Optionen, die oberhalb nicht verfügbar sind, angegeben werden. Z.B. { "widgetOption": "value" }

source: leave empty to use URL parameter
de_de: leer lassen um URL-Parameter zu verwenden

source: Manage Divisions
de_de: Divisions verwalten

source: Manual (enter below)
de_de: Manuell (unterhalb eingeben)

source: ... or select an Alias
de_de: ... oder Alias wählen

source: Division-Id, Permalink or a JSON-string to automatically create a Division Picker
de_de: Division-Id, Permalink oder ein JSON-String um automatisch einen Division Picker zu erzeugen

source: Find Division
de_de: Division finden

source: More information about this widget and its options is available on the API documentation website.
de_de: Mehr Information zu diesem Widget und dessen Optionen gibt es auf der API Dokumentations-Website.

source: Show Additional Options
de_de: Zusätzliche Optionen anzeigen

source: Hide Additional Options
de_de: Zusätzliche Optionen verbergen

source: Show Legend
de_de: Legende anzeigen

source: Show Legend automatically
de_de: Legende automatisch anzeigen

source: Text for "Show Legend"
de_de: Text für "Legende anzeigen"

source: Text for "Hide Legend"
de_de: Text für "Legende verbergen"

source: Auto Reload
de_de: Automatisch aktualisieren

source: This widget cannot be displayed.
de_de: Dieses Widget kann nicht angezeigt werden.

source: If you are the administrator of this site, please check the hockeydata LOS settings.
de_de: Wenn du der Administrator dieser Seite bist, überprüfe bitte deine hockeydata LOS Einstellungen.

source: hockeydata LOS: Knockout Stage Compact
de_de: hockeydata LOS: KO-Phase (kompakt)

source: Display a compact table view of a knockout stage.
de_de: Kompakte Tabellenansicht einer KO-Phase.

source: Hide Headers
de_de: Spaltenüberschriften verbergen

source: Row Link
de_de: Zeilenlink

source: Text to be displayed if no data is available
de_de: Text, der angezeigt werden soll, wenn keine Daten verfügbar sind

source: Columns
de_de: Spalten

source: leave empty to use default columns
de_de: leer lassen um Standardspalten zu verwenden

source: hockeydata LOS: Knockout Stage
de_de: hockeydata LOS: KO-Phase

source: Display a playoff tree of a knockout stage.
de_de: Playoff-Baum einer KO-Phase.

source: Hide Game Headers
de_de: Überschriften bei den Spielen ausblenden

source: Columns Games
de_de: Spalten bei den Spielen

source: hockeydata LOS: Leaders
de_de: hockeydata LOS: Leader

source: Display a table with leaders of a specific type.
de_de: Tabelle mit Topscorern eines bestimmten Typs.

source: Type
de_de: Typ

source: Show Ranking
de_de: Platzierung anzeigen

source: Enable Player Cards
de_de: Spielerkarten aktivieren

source: Maximum Number of Players to be displayed
de_de: Maximal angezeigte Spieler

source: Offset to begin with
de_de: Beginnen mit

source: leave empty to start with first row
de_de: leer lassen um bei der ersten Zeile zu beginnen

source: Additional Columns
de_de: Zusätzliche Spalten

source: if set only Players of this Team are displayed
de_de: wenn gesetzt, werden nur Spieler dieses Teams angezeigt

source: hockeydata LOS: Live Games
de_de: hockeydata LOS: Live-Spiele

source: Display compact game boxes of current live games.
de_de: Kompakte Spielberichte von aktuellen Live-Spielen.

source: Show next Games if none are live
de_de: Zukünftige Spiele anzeigen, wenn keine Spiele live sind

source: Maximum Number of next Games to be displayed
de_de: Maximal angezeigte nächste Spiele

source: hockeydata LOS: Player Page
de_de: hockeydata LOS: Spielerseite

source: Display a full stats page of a specific player.
de_de: Statistikseite eines einzelnen Spielers.

source: Additional Columns Fieldplayer Games
de_de: Zusätzliche Spalten bei den Spielen der Feldspieler

source: Additional Columns Goalkeeper Games
de_de: Zusätzliche Spalten bei den Spielen der Torhüter

source: Additional Fields Player Facts
de_de: Zusätzliche Felder bei den Spielerfakten

source: Additional Rows Fieldplayer Stats
de_de: Zusätzliche Zeilen bei den Statistiken der Feldspieler

source: hockeydata LOS: Players
de_de: hockeydata LOS: Spieler

source: Display all players of a season with their basic data in table view.
de_de: Tabelle mit Basisdaten von Spielern einer gesamten Saison.

source: hockeydata LOS: Schedule
de_de: hockeydata LOS: Spielplan

source: Display mutliple games in a table view.
de_de: Mehrere Spiele in einer Tabelle.

source: Show live Games only
de_de: Nur Live-Spiele anzeigen

source: Minimum Date (YYYY-MM-DD)
de_de: Datum ab (JJJJ-MM-TT)

source: Maximum Date (YYYY-MM-DD)
de_de: Datum bis (JJJJ-MM-TT)

source: leave empty to use columns from column set
de_de: leer lassen um Spalten des Spaltensets zu verwenden

source: Column Set
de_de: Spaltenset

source: Short
de_de: Kurz

source: if set only Games of this Team are displayed, can be Team long or short name
de_de: wenn gesetzt, werden nur Spiele dieses Teams angezeigt, kann langer oder kurzer Teamname sein

source: hockeydata LOS: Standings
de_de: hockeydata LOS: Tabelle

source: Display standings of a round robin division.
de_de: Tabelle eines Grunddurchgangs.

source: Long
de_de: Lang

source: Show Official Status Text
de_de: Offiziellen Statustext anzeigen

source: Text for "Official"
de_de: Text für "Offiziell"

source: Text for "Unofficial"
de_de: Text für "Inoffiziell"

source: hockeydata LOS: Team Page
de_de: hockeydata LOS: Teamseite

source: Display a full stats page of a specific team.
de_de: Statistikseite eines einzelnen Teams.

source: Show Team Facts
de_de: Teamfakten anzeigen

source: Show Player Nation in Roster Overview
de_de: Nationen der Spieler in der Roster-Übersicht anzeigen

source: Show Player Nation Flag in Roster Overview
de_de: Nationalflaggen der Spieler in der Roster-Übersicht anzeigen

source: Additional Columns Games
de_de: Zusätzliche Spalten Spiele

source: Additional Columns Goalkeeper Stats
de_de: Zusätzliche Spalten bei den Statistiken der Torhüter

source: Additional Columns Player Stats
de_de: Zusätzliche Spalten bei den Statistiken der Spieler

source: Additional Columns Roster Details
de_de: Zusätzliche Spalten bei den Roster Details

source: Display a table with team stats of a specific type.
de_de: Tabelle mit Teamstatistiken eines bestimmten Typs.

source: Attendance
de_de: Zuschauer
